{
  "memories": [
    {
      "id": 1,
      "url": "us1.jpeg",
      "title": "1st",
      "story": "Eto yung first personal date natin pota nakakahiya pero andaming nangyare. Ayaw mo pa umuwi non e. HAHAHAHAH If we could do it again I would do it always w you."
    },
    {
      "id": 2,
      "url": "us2.jpeg",
      "title": "chef chatu",
      "story": "Grabe d naka tiis HAHAHAHA talagang umisa pa sila. Namiss e diba??"
    },
    {
      "id": 3,
      "url": "us3.jpeg",
      "title": "kalumala",
      "story": "Hindi ko talaga pinalagpas tong araw na to para makasama ka kung saan saan. One of the best nights with you!"
    },
    {
      "id": 4,
      "url": "us4.jpeg",
      "title": "btg",
      "story": "First time ko mag btg dito amp HHAHAHAHHA saya e tas medj kabado. Grabe dami natin ginawa nung araw nayan. SamG, Trinity, tas Afterhours!! SOLID!!"
    },
    {
      "id": 5,
      "url": "us5.jpeg",
      "title": "beach takas day!",
      "story": "Ang cute ng mga pics natin dito hehe parang sarap bumalik noon. SOLID galaa talaga yannnn memorable kase malayo pero safe tayo palagi hehe."
    },
    {
      "id": 6,
      "url": "us6.jpeg",
      "title": "ilog",
      "story": "Grabeng ilog yan anlayo pero ansarap HAHAHAHAHA anong oras na pero g na g padin tayo HGAHAHAHAHHA. Tapos yung daan pa natin pauwi ko d alam kaya tiwala nalang kay Lord."
    },
    {
      "id": 7,
      "url": "us7.jpeg",
      "title": "Gulugod",
      "story": "Best times when im with you only. Literal na tayo lang nandyan sa taas na yan e. Kasama lang natin ang malakas na hangin at magandang tanawin. I MISS GULUGOD!!"
    },
    {
      "id": 8,
      "url": "us8.jpeg",
      "title": "paraiso",
      "story": "Pota eto talaga yung malupit HAWHWAHAWHHA ilang beses naligaw amp HAHHAHAHA pero at the end of the day, we still manage to arrive to paraiso with goy. UNANG BESES NAGKAABERYA KAY ORENGKONG HNGGGG"
    },
    {
      "id": 9,
      "url": "us9.jpeg",
      "title": "mnl",
      "story": "Takas mode talaga after ng pasko HAHAHAHHA talaga namang hindi tayo nagpadaig e kahit anong oras na. Ansaya at ang sarap sa feeling kase anlayo nan kahit byahe tayo hehe. Will do it again, baby!"
    },
    {
      "id": 10,
      "url": "us10.jpeg",
      "title": "bday ni josip",
      "story": "Grabe ang dami natin nan tapos first time ko pa makainteract talaga mga aports mo since mahiyain ako(inverter sorry) Sarap sa feeling na welcome na welcome nila ako kahit d naman talaga ako part ng circle hehe."
    }
  ]
}
